-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2014 年 05 月 08 日 08:10
-- 服务器版本: 5.5.24-log
-- PHP 版本: 5.4.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `library_manage`
--
CREATE DATABASE `library_manage` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `library_manage`;

-- --------------------------------------------------------

--
-- 表的结构 `book_info`
--

CREATE TABLE IF NOT EXISTS `book_info` (
  `book_id` int(20) NOT NULL AUTO_INCREMENT,
  `book_name` varchar(20) NOT NULL,
  `book_class` varchar(20) NOT NULL,
  `book_num` char(20) NOT NULL,
  `book_from` char(100) NOT NULL,
  `individual_book` text,
  PRIMARY KEY (`book_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=79 ;

--
-- 转存表中的数据 `book_info`
--

INSERT INTO `book_info` (`book_id`, `book_name`, `book_class`, `book_num`, `book_from`, `individual_book`) VALUES
(32, '天书利源', '未知', '1028020', '未知出版社', '未知'),
(33, '数学', '教科书', '564200', '纬地出版社', '涉及到付款刘经理'),
(34, '健康', '教科书', '7864', '人民出版社', '九分裤劳动纪律\r\n'),
(60, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(61, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(62, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(63, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(64, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(65, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(66, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(67, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(68, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(69, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(70, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(71, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(72, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(73, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(74, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(75, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(76, '渊海', '小说', '6989', '晴天出版社', '房管局冻死了话费飞过'),
(77, '信息', '道德篇', '102802', '一家亲出版', '合规地方好几个房间规划局'),
(78, '信息科技', '道德篇', '102802', '人民出版社', '大锅饭苟富贵');

-- --------------------------------------------------------

--
-- 表的结构 `user_info`
--

CREATE TABLE IF NOT EXISTS `user_info` (
  `user_id` int(20) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(20) NOT NULL,
  `user_password` varchar(20) NOT NULL,
  `user_age` char(6) NOT NULL,
  `user_gender` char(2) NOT NULL,
  `individual_resume` text,
  PRIMARY KEY (`user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=43 ;

--
-- 转存表中的数据 `user_info`
--

INSERT INTO `user_info` (`user_id`, `user_name`, `user_password`, `user_age`, `user_gender`, `individual_resume`) VALUES
(14, '秦安', '12345', '8', 'na', '7895'),
(16, '振财', '456789', '8', 'na', '方尽快来减肥考虑到 '),
(17, 'women', 'swllwh', '36', 'nv', '反倒是收到很划算'),
(18, '机密', '521521', '9', '男', '费大幅度三国杀的分公司'),
(20, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(21, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(22, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(23, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(24, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(25, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(26, '古南', '649655', '8', '男', '反倒是广东省过段时间'),
(27, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(28, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(29, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(30, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(31, '古咦', '522522', '8', '男', '反倒是广东省过段时间'),
(32, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(33, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(34, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(35, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(36, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(37, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(38, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(39, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(40, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(41, '古南', '522522', '8', '男', '反倒是广东省过段时间'),
(42, '孙万里', '111111', '24', '男', '汉库克狐狸将领吗');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
